/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "Analytics";

"zanalytics.analytics.tracking.cell.title" = "ಬಳಕೆಯ ಅಂಕಿಅಂಶಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ";

"zanalytics.analytics.tracking.footer" = "ಬಳಕೆಯ ಅಂಕಿಅಂಶಗಳನ್ನು ನಮ್ಮ ಆ್ಯಪ್ ಡೆವಲಪರ್‌ಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ. ಇದರಿಂದ ನಮಗೆ ಆ್ಯಪ್ ಸುಧಾರಿಸಲು ಸಹಾಯವಾಗುತ್ತದೆ.";

"zanalytics.analytics.tracking.anonymous.footer" = "ಬಳಕೆಯ ಅಂಕಿಅಂಶಗಳನ್ನು ನಮ್ಮ ಆ್ಯಪ್ ಡೆವಲಪರ್‌ಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ. ಇದರಿಂದ ನಮಗೆ ಆ್ಯಪ್ ಸುಧಾರಿಸಲು ಸಹಾಯವಾಗುತ್ತದೆ.";

"zanalytics.analytics.crashreport.cell.title" = "ಕ್ರ್ಯಾಶ್ ರಿಪೋರ್ಟಿಂಗ್ ಸಕ್ರಿಯಗೊಳಿಸಿ";

"zanalytics.analytics.sendonmobilenetwork.cell.title" = "ಮೊಬೈಲ್ ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ಡೇಟಾ ಕಳುಹಿಸಿ";

"zanalytics.analytics.sendonmobilenetwork.footer" = "ಮೊಬೈಲ್ ನೆಟ್‌ವರ್ಕ್‌ನಲ್ಲಿ ಡೇಟಾ ಹಂಚಿಕೊಳ್ಳಲು ಇದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.";

"zanalytics.analytics.crashreport.footer" = "ಪ್ರತಿ ಬಾರಿ ಆ್ಯಪ್ ಹಠತ್ತಾಗಿ ಮುಚ್ಚಲ್ಪಟ್ಟಾಗಿ ನಮ್ಮ ಡೆವಲಪರ್‌ಗಳಿಗೆ ಕ್ರ್ಯಾಶ್‌ ಡೇಟಾವನ್ನು ಕಳುಹಿಸಿ. ಇದರಿಂದ ದೋಷಗಳನ್ನು ಗುರುತಿಸಲು ಮತ್ತು ಪರಿಹಾರಗಳನ್ನು ಕಂಡುಹಿಡಿಯಲು ನಮಗೆ ಸಹಾಯವಾಗುತ್ತದೆ.";

"zanalytics.analytics.anonymouse.cell.title" = "ನನ್ನ ಗುರುತನ್ನು ಸೇರಿಸಿ";

"zanalytics.analytics.anonymouse.footer" = "ನಿಮ್ಮ ಗುರುತಿನೊಂದಿಗೆ ಡೇಟಾ ಹಂಚಿಕೊಳ್ಳುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ. ನಮ್ಮ ಬೆಂಬಲ ತಂಡಕ್ಕೆ ನಿರ್ದಿಷ್ಟ ಸಮಸ್ಯೆಯನ್ನು ನೀವು ವರದಿ ಮಾಡಬಹುದಾದ ಸಂದರ್ಭದಲ್ಲಿ ಇದರಿಂದ ನಮಗೆ ಸಹಾಯವಾಗುತ್ತದೆ.";

"zanalytics.privacy.disable.alert.title" = "ಎಚ್ಚರಿಕೆ!";

"zanalytics.privacy.disable.alert.description" = "ಬಳಕೆಯ ಅಂಕಿಅಂಶಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದರಿಂದ ಕ್ರ್ಯಾಶ್‌ಗಳ ಕುರಿತು ಒಳನೋಟಗಳನ್ನು ಒದಗಿಸುವ ಮೂಲಕ ನಿಮಗೆ ಇನ್ನಷ್ಟು ಉತ್ತಮ ಸೇವೆ ಒದಗಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಇದರಿಂದ ತೊಂದರೆ ನೀಡುವ ಸಮಸ್ಯೆಗಳನ್ನು ನಿವಾರಿಸಲು ಸಹಾಯವಾಗುತ್ತದೆ.";

"zanalytics.privacy.disable.alert.ok" = "ಸರಿ";


"zanalytics.privacy.alert.title" = "ಸುಧಾರಣೆ ತರಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ!";

"zanalytics.privacy.alert.description" = "ನಿಮ್ಮ ಆ್ಯಪ್ ಬಳಕೆ ಡೇಟಾ ಮತ್ತು ಕ್ರ್ಯಾಶ್ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಒಪ್ಪುವ ಮೂಲಕ ನಮ್ಮ ಉತ್ಪನ್ನವನ್ನು ಸುಧಾರಿಸಲು ನೀವು ನಮಗೆ ಸಹಾಯ ಮಾಡಬಹುದು. ನೀವು ಡೇಟಾವನ್ನು ನಿಮ್ಮ ಗುರುತಿನೊಂದಿಗೆ ಅಥವಾ ಅನಾಮಧೇಯರಾಗಿ ಹಂಚಿಕೊಳ್ಳಬಹುದು.\nನಿಮ್ಮ ಆ್ಯಪ್‌ನ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಆದ್ಯತೆಗಳನ್ನು ಯಾವುದೇ ಸಂದರ್ಭದಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು ಎನ್ನುವುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ.";

"zanalytics.privacy.alert.description.watchsupport" = "ಬಳಕೆಯ ಡೇಟಾ ಮತ್ತು ಕ್ರ್ಯಾಶ್ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಒಪ್ಪುವ ಮೂಲಕ ನಮ್ಮ ಉತ್ಪನ್ನವನ್ನು ಸುಧಾರಿಸಲು ನೀವು ನಮಗೆ ಸಹಾಯ ಮಾಡಬಹುದು. ನೀವು ಡೇಟಾವನ್ನು ನಿಮ್ಮ ಗುರುತಿನೊಂದಿಗೆ ಅಥವಾ ಅನಾಮಧೇಯರಾಗಿ ಹಂಚಿಕೊಳ್ಳಬಹುದು. ನಿಮ್ಮ ಆದ್ಯತೆಗಳನ್ನು ವಾಚ್ ಮತ್ತು ಮೊಬೈಲ್ ಆ್ಯಪ್‌ಗಳ ನಡುವೆ ಸಿಂಕ್ ಮಾಡಲಾಗುತ್ತದೆ. ಅದನ್ನು ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಮೊಬೈಲ್ ಆ್ಯಪ್‌ನ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.";

"zanalytics.privacy.alert.option1" = "ನಾನು ನನ್ನ ಗುರುತಿನೊಂದಿಗೆ ಸೇರುತ್ತೇನೆ";

"zanalytics.privacy.alert.option2" = "ನಾನು ಅನಾಮಧೇಯನಾಗಿ ಸೇರುತ್ತೇನೆ";

"zanalytics.privacy.alert.option3" = "ನನಗೆ ಆಸಕ್ತಿಯಿಲ್ಲ";


"zanalytics.crash.alert.title" = "%@ ಅನ್ನು ಕೊನೆಯ ಬಾರಿ ಬಳಸಿದಾದ ಅನಿರೀಕ್ಷಿತವಾಗಿ ನಿರ್ಗಮಿಸಿತು";

"zanalytics.crash.alert.description" = "ಈ ಸಮಸ್ಯೆಯನ್ನು ನಾವು ಬಗೆಹರಿಸುವುದಕ್ಕಾಗಿ ಒಂದು ವರದಿ ಕಳುಹಿಸಲು ನೀವು ಬಯಸುತ್ತೀರಾ?";

"zanalytics.crash.alert.option1" = "ಯಾವಾಗಲೂ ವರದಿ ಕಳುಹಿಸಿ";

"zanalytics.crash.alert.option2" = "ಈಗಲೇ ಕಳುಹಿಸಿ";

"zanalytics.crash.alert.option3" = "ಈಗ ಬೇಡ";

"zanalytics.crash.alert.option4" = "ಎಂದೂ ಕೇಳಬೇಡಿ";

"zanalytics.crash.alert.option5" = "ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಕಳುಹಿಸಿ";

"zanalytics.crash.navbar.crashreport.title" = "ಇತ್ತೀಚಿನ ಕ್ರ್ಯಾಶ್";

"zanalytics.analytics.navbar.button.title.back" = "ಹಿಂದೆ";

"zanalytics.analytics.navbar.button.title.cancel" = "ರದ್ದುಮಾಡಿ";

"zanalytics.analytics.navbar.button.title.send" = "ಕಳುಹಿಸಿ";

"zanalytics.privacy.onboarding.title" = "ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ನಿರ್ವಹಿಸಿ";

"zanalytics.privacy.onboarding.description" = "ನಿಮ್ಮ ಖಾತೆಯ ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆಯನ್ನು ಹೆಚ್ಚಿಸುವ ವಿಧಾನಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ";

"zanalytics.watch.privacy.alert.title" = "Analytics ಆದ್ಯತೆಗಳು";

"zanalytics.watch.privacy.alert.description" = "ನಿಮ್ಮ ಆದ್ಯತೆಗಳನ್ನು ಮೊಬೈಲ್ ಮತ್ತು ವಾಚ್ ಆ್ಯಪ್‌ಗಳ ನಡುವೆ ಸಿಂಕ್ ಮಾಡಲಾಗುತ್ತದೆ. ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಸ್ಕ್ರೀನ್‌ನಿಂದ ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಆದ್ಯತೆಗಳನ್ನು ಬದಲಾಯಿಸಬಹುದು.";

"zanalytics.appupdates.title"="ಹೊಸ ಅಪ್‌ಡೇಟ್‌ಗಳು ಲಭ್ಯ ಇವೆ!";

"zanalytics.appupdates.description"="ಈ ಆವೃತ್ತಿಗೆ ಅಪ್‌ಡೇಟ್ ಮಾಡುವಂತೆ ಮತ್ತು ನಮ್ಮ ಹೊಸ ಮತ್ತು ರೋಮಾಂಚಕ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಆನಂದಿಸುವಂತೆ ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ.";

"zanalytics.appupdates.action.update.now"=" ಈಗ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ ";

"zanalytics.appupdates.action.remind.me.later"="ನನಗೆ ನಂತರ ನೆನಪಿಸಿ";

"zanalytics.appupdates.action.ignore"="ನಿರ್ಲಕ್ಷಿಸಿ";

"zanalytics.appupdates.unsupportedos.title"="ಎಚ್ಚರ!";

"zanalytics.appupdates.unsupportedos.description"="ಈ ಆ್ಯಪ್‌ಗೆ ನೀವು ಇತ್ತೀಚಿನ OS ಅಪ್‌ಡೇಟ್ ಮಾಡುವ ಅಗತ್ಯವಿದೆ. ಸುಗಮ ಅನುಭವವನ್ನು ಹೊಂದುವುದಕ್ಕಾಗಿ ಈಗಲೇ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ.";

"zanalytics.appupdates.unsupportedos.action"=" ನಂತರ ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡಿ ";

"zanalytics.rateus.prompt.title" = "ಈ ಆ್ಯಪ್‌ಗಳ ಬಳಕೆಯನ್ನು ನೀವು ಆನಂದಿಸುತ್ತಿದ್ದೀರಾ?";

"zanalytics.rateus.action.rateinappstore" = "App Store ನಲ್ಲಿ ರೇಟಿಂಗ್ ನೀಡಿ";

"zanalytics.rateus.action.openfeedback" = "ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ";

"zanalytics.rateus.action.later" = "ನಂತರ";

"zanalytics.analytics.log.cell.title" = "ಕನ್ಸೋಲ್ ಲಾಗ್‌";

"zanalytics.analytics.log.footer" = "ಕನ್ಸೋಲ್ ಲಾಗ್ ಅನ್ನು ನಮ್ಮ ಆ್ಯಪ್ ಡೆವಲಪರ್‌ಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ. ನಿಮ್ಮ ಅಪೇಕ್ಷಿತ ಗುರಿಗಳನ್ನು ತಲುಪುವಾಗ ನೀವು ಎದುರಿಸುವ ಯಾವುದೇ ಅಡೆತಡೆಗಳನ್ನು ಅಳೆಯಲು ಮತ್ತು ನಮ್ಮ ಆ್ಯಪ್ ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಇದು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ";

"zanalytics.apprivacyShield.screenshotalert.screenrecording" = "ಸ್ಕ್ರೀನ್ ರೆಕಾರ್ಡಿಂಗ್ ಪತ್ತೆಯಾಗಿದೆ!";
"zanalytics.apprivacyShield.screenshotalert.screenshot" = "ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ಪತ್ತೆಯಾಗಿದೆ!";
"zanalytics.apprivacyShield.screenshotalert.screenrecordingshield" = "ಈ ಸ್ಕ್ರೀನ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದರ ವಿರುದ್ಧ ರಕ್ಷಿಸಲಾಗಿದೆ";
"zanalytics.apprivacyShield.screenshotalert.message" = "ನೀವು Apptics ಸ್ಕ್ರೀನ್ ಶೀಲ್ಡ್ ಅನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಬಯಸುತ್ತೀರಾ?";
"zanalytics.apprivacyShield.screenshotalert.yes" = "ಹೌದು";
